Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/VideoSubscriberAccount.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# STB_OPT_OUT_SUCCEEDED_MESSAGE
source: The profile was successfully removed and the association with the TV Provider has been disabled.
ar: تمت إزالة ملف التعريف بنجاح، وتم تعطيل الارتباط بمزود خدمة التلفزيون.
bg: Профилът е премахнат успешно и връзката с ТВ оператора също е изключена.
ca: El perfil s’ha eliminat correctament i s’ha desvinculat l’associació amb el proveïdor de TV.
cs: Profil byl úspěšně odstraněn a propojení s tímto poskytovatelem TV bylo deaktivováno.
da: Profilen og tilknytningen til tv-udbyderen blev fjernet.
de: Das Profil wurde entfernt und die Verbindung mit dem TV-Anbieter wurde deaktiviert.
el: Το προφίλ αφαιρέθηκε επιτυχώς και ο συσχετισμός με τον πάροχο τηλεοπτικών υπηρεσιών απενεργοποιήθηκε.
es: El perfil se ha eliminado correctamente y se ha desactivado la asociación con el proveedor de TV.
es_419: El perfil se eliminó correctamente y se desactivó la asociación con el proveedor de TV.
fi: Profiilin poisto onnistui, ja yhteys tämän Apple TV:n ja TV-palveluntarjoajan välillä on estetty.
fr: Le profil a bien été supprimé et l’association avec le fournisseur TV a été désactivée.
fr_ca: Le profil a été correctement supprimé, et l’appareil n’est plus associé au fournisseur télévisuel.
he: הפרופיל הוסר בהצלחה והקישור עם ספק שירותי הטלוויזיה הופסק.
hi: प्रोफ़ाइल को सफलतापूर्वक हटा दिया गया और टीवी सर्विस प्रोवाइडर के साथ संबंध को अक्षम कर दिया गया है।
hr: Profil je uspješno uklonjen, a veza s TV operaterom je onemogućena.
hu: A profil sikeresen el lett távolítva, és a televíziószolgáltatóhoz való hozzárendelés meg lett szüntetve.
id: Profil berhasil dihapus dan keterkaitan dengan Penyedia TV telah dinonaktifkan.
it: Il profilo è stato rimosso e l’associazione con il provider TV è stata disattivata.
ja: プロファイルは正常に削除され、TVプロバイダとの関連付けは無効になりました。
kk: Профиль сәтті жойылды және теледидар провайдерімен байланыс үзілді.
ko: 프로필이 성공적으로 제거되었으며, TV 제공업체와의 연계가 비활성화되었습니다.
lt: Profilis sėkmingai pašalintas ir ryšys su televizijos paslaugų teikėju išjungtas.
ms: Profil berjaya dikeluarkan dan perkaitan dengan Penyedia TV telah dinyahdayakan.
nl: Het profiel is verwijderd en de koppeling met de tv-aanbieder is uitgeschakeld.
no: Profilen ble fjernet og tilknytningen til TV-distributøren er deaktivert.
pl: Profil został usunięty. Powiązanie z dostawcą TV zostało wyłączone.
pt: O perfil foi removido com sucesso e a associação com o Provedor de TV foi desativada.
pt_pt: O perfil foi removido com sucesso e a associação ao fornecedor de TV foi desativada.
ro: Profilul a fost eliminat cu succes și asocierea cu furnizorul TV a fost dezactivată.
ru: Профиль успешно удален, и связь с телепровайдером разорвана.
sk: Profil bol úspešne odstránený a prepojenie s poskytovateľom TV služby bolo vypnuté.
sl: Profil je bil uspešno odstranjen, povezava s ponudnikom televizijskih storitev pa onemogočena.
sv: Profilen togs bort och associationen till TV-leverantören har avaktiverats.
th: โปรไฟล์ถูกเอาออกสำเร็จแล้วและความสัมพันธ์กับผู้ให้บริการทีวีได้ถูกปิดใช้งาน
tr: Profile başarıyla silindi ve TV Sağlayıcı ile ilişki etkisizleştirildi.
uk: Профіль успішно вилучено, а привʼязку до цього ТБ‑провайдера вимкнено.
vi: Trang cá nhân đã được xóa thành công và liên kết với Nhà cung cấp TV này đã bị tắt.
zh_cn: 已成功移除描述文件，并停止关联电视提供商。
zh_hk: 已成功移除描述檔並停止與電視供應商的聯繫。
zh_tw: 已成功移除描述檔並停用與電視業者的關聯性。

# DELETE_ACCOUNT_CONFIRMATION_MESSAGE_FORMAT_TV
source: Do you want to sign out of your %@ account on this Apple TV?
ar: هل ترغب في تسجيل الخروج من حساب %@ على هذا الـ Apple TV؟
bg: Искате ли да излезете от вашата регистрация %@ на този Apple TV?
ca: Vols tancar la sessió del teu compte %@ en aquest Apple TV?
cs: Chcete se na Apple TV odhlásit od svého účtu %@?
da: Vil du logge ud af din %@-konto på dette Apple TV?
de: Möchtest du dich von deinem %@-Account auf diesem Apple TV abmelden?
el: Θέλετε να αποσυνδεθείτε από τον λογαριασμό σας %@ σε αυτό το Apple TV;
es: ¿Quieres cerrar la sesión de tu cuenta de %@ en este Apple TV?
es_419: ¿Quieres cerrar la sesión de tu cuenta de %@ en este Apple TV?
fi: Kirjaudutaanko ulos %[tt]@-tililtäsi Apple TV:ssä?
fr: Voulez-vous vous déconnecter de votre compte %@ sur cette Apple TV ?
fr_ca: Souhaitez-vous vous déconnecter de votre compte %@ sur cette Apple TV?
he: האם ברצונך להתנתק מחשבון ה-%@ שלך ב-Apple TV זה?
hi: क्या आप इस Apple TV पर अपने %@ खाते से साइन आउट करना चाहते हैं?
hr: Želite li se odjaviti sa svojeg %@ računa na ovom Apple TV-u?
hu: Ki szeretne jelentkezni a(z) %@-fiókjából ezen az Apple TV-n?
id: Apakah Anda ingin keluar dari akun %@ Anda di Apple TV ini?
it: Vuoi eseguire il logout dal tuo account %@ su Apple TV?
ja: このApple TV上の%@アカウントからサインアウトしますか?
kk: Осы Apple TV қолданбасындағы «%@» аккаунтыңыздан шығу қажет пе?
ko: 이 Apple TV의 %@ 계정에서 로그아웃하겠습니까?
lt: Ar norite atsijungti nuo „%@“ paskyros šiame „Apple TV“?
ms: Adakah anda mahu mendaftar keluar daripada akaun %@ anda pada Apple TV ini?
nl: Wil je op deze Apple TV uitloggen bij je %@-account?
no: Vil du logge av %@-kontoen din på Apple TV?
pl: Czy chcesz się wylogować z konta %@ na tym Apple TV?
pt: Deseja encerrar a sessão da sua conta %@ nesta Apple TV?
pt_pt: Gostaria de terminar sessão na conta %@ nesta Apple TV?
ro: Doriți să ieșiți din contul dvs. de %@ de pe acest Apple TV?
ru: Хотите выйти из учетной записи %@ на этом Apple TV?
sk: Chcete sa na tomto Apple TV odhlásiť z účtu %@?
sl: Se želite izpisati iz svojega računa %@ v aplikaciji Apple TV?
sv: Vill du logga ut från ditt %@-konto på denna Apple TV?
th: คุณต้องการลงชื่อออกจากบัญชี%[tt]@บน Apple TV เครื่องนี้หรือไม่
tr: Bu Apple TV’de %@ hesabınızdan çıkış yapmak istiyor musunuz?
uk: Ви хочете вийти зі свого облікового запису %@ на цьому Apple TV?
vi: Bạn có muốn đăng xuất khỏi tài khoản %@ trên Apple TV này không?
zh_cn: 你要从此Apple TV上退出登录你的%@账户吗？
zh_hk: 你要登出此Apple TV的「%@」帳户嗎？
zh_tw: 要在這部Apple TV上登出你的%@帳號嗎？

# DEVELOPER_DELETION_CONFIRMATION_QUESTION_PHONE
source: Do you want to delete this TV provider from your iPhone?
ar: هل ترغب في حذف مزود خدمة التلفزيون هذا من الـ iPhone الخاص بك؟
bg: Желаете ли да изтриете този ТВ оператор от вашия iPhone?
ca: Vols eliminar aquest proveïdor de TV del teu iPhone?
cs: Chcete tohoto poskytovatele TV ze svého iPhonu smazat?
da: Vil du slette denne tv-udbyder fra din iPhone?
de: Soll dieser TV-Anbieter von deinem iPhone gelöscht werden?
el: Θέλετε να διαγραφεί αυτός ο πάροχος τηλεοπτικών υπηρεσιών από το iPhone σας;
es: ¿Quieres eliminar este proveedor de TV de tu iPhone?
es_419: ¿Quieres eliminar este proveedor de TV de tu iPhone?
fi: Poistetaanko tämä TV-palveluntarjoaja iPhonesta?
fr: Voulez-vous supprimer ce fournisseur TV de votre iPhone ?
fr_ca: Voulez-vous supprimer ce fournisseur de contenus télévisés de votre iPhone?
he: האם ברצונך למחוק את ספק שירותי הטלוויזיה מה-iPhone שלך?
hi: क्या आप अपने iPhone से इस टीवी सर्विस प्रोवाइडर को डिलीट करना चाहते हैं?
hr: Želite li obrisati ovog TV operatera s vašeg iPhonea?
hu: Törli ezt a televíziószolgáltatót az iPhone-járól?
id: Apakah Anda ingin menghapus penyedia TV ini dari iPhone Anda?
it: Vuoi eliminare questo provider TV da iPhone?
ja: このTVプロバイダをiPhoneから削除しますか?
kk: Бұл теледидар провайдерін iPhone құрылғысынан жою қажет пе?
ko: iPhone에서 이 TV 제공업체를 삭제하겠습니까?
lt: Ar norite ištrinti šį televizijos paslaugų teikėją iš „iPhone“?
ms: Adakah anda mahu memadamkan penyedia TV ini daripada iPhone anda?
nl: Wil je deze tv-aanbieder van je iPhone verwijderen?
no: Vil du slette denne TV-distributøren fra iPhonen?
pl: Czy chcesz usunąć tego dostawcę TV z iPhone'a?
pt: Deseja apagar este provedor de TV do iPhone?
pt_pt: Gostaria de apagar este fornecedor de TV do seu iPhone?
ro: Doriți să ștergeți acest furnizor TV de pe iPhone-ul dvs.?
ru: Хотите удалить этого телепровайдера со своего iPhone?
sk: Chcete zo svojho iPhonu vymazať tohto poskytovateľa TV služby?
sl: Želite iz iPhona odstraniti tega ponudnika televizijskih storitev?
sv: Vill du radera den här TV-leverantören från denna iPhone?
th: คุณต้องการลบผู้ให้บริการทีวีรายนี้ออกจาก iPhone ของคุณหรือไม่
tr: Bu TV sağlayıcıyı iPhone’unuzdan silmek istiyor musunuz?
uk: Ви хочете видалити цього ТБ‑провайдера зі свого iPhone?
vi: Bạn có muốn xóa nhà cung cấp TV này khỏi iPhone không?
zh_cn: 你要将此电视提供商从iPhone上删除吗？
zh_hk: 要從iPhone刪除此電視供應商嗎？
zh_tw: 要從iPhone中刪除此電視業者嗎？

# STB_OPT_OUT_FAILED_ALERT_TITLE
source: Unable to Remove TV Provider Profile
ar: غير قادر على إزالة ملف تعريف مزود خدمة التلفزيون
bg: Не може да се премахне профил на ТВ оператор
ca: No s’ha pogut eliminar el perfil del proveïdor de TV
cs: Profil poskytovatele TV nelze odstranit
da: Kunne ikke fjerne tv-udbyderprofil
de: TV-Anbieterprofil konnte nicht entfernt werden
el: Δεν είναι δυνατή η αφαίρεση του προφίλ παρόχου τηλεοπτικών υπηρεσιών
es: No se puede eliminar el perfil del proveedor de TV
es_419: No se pudo eliminar el perfil de proveedor de TV
fi: TV-palveluntarjoajan profiilia ei voida poistaa
fr: Impossible de supprimer le profil Fournisseur TV.
fr_ca: Impossible de supprimer le profil du fournisseur télévisuel
he: לא ניתן להסיר את הפרופיל של ספק הטלוויזיה
hi: टीवी सर्विस प्रोवाइडर प्रोफ़ाइल को हटाने में असमर्थ
hr: Profil TV operatera ne može se ukloniti
hu: A televíziószolgáltató-profil nem távolítható el
id: Tidak Dapat Menghapus Profil Penyedia TV
it: Impossibile rimuovere il profilo del provider TV
ja: TVプロバイダプロファイルを削除できません
kk: Теледидар провайдерінің профилін жою мүмкін емес
ko: TV 제공업체 프로필을 제거할 수 없음
lt: Nepavyksta pašalinti televizijos paslaugų teikėjo profilio
ms: Gagal Mengeluarkan Profil Penyedia TV
nl: Profiel van tv-aanbieder kan niet worden verwijderd
no: Kan ikke fjerne TV-distributørprofil
pl: Nie można usunąć profilu dostawcy TV
pt: Não foi possível remover o perfil do provedor de TV
pt_pt: Não é possível remover perfil do fornecedor de TV
ro: Profilul furnizorului TV nu poate fi eliminat
ru: Не получается удалить профиль телепровайдера
sk: Nie je možné odstrániť profil poskytovateľa TV služby
sl: Profila ponudnika televizijskih storitev ni mogoče odstraniti
sv: Kan inte ta bort TV-leverantörsprofil
th: ไม่สามารถเอาโปรไฟล์ผู้ให้บริการทีวีออกได้
tr: TV Sağlayıcı Profili Silinemedi
uk: Не вдається вилучити профіль ТБ‑провайдера
vi: Không thể xóa trang cá nhân nhà cung cấp TV
zh_cn: 无法移除电视提供商描述文件
zh_hk: 無法移除電視供應商描述檔
zh_tw: 無法移除電視業者描述檔

# STB_SKIP_SETUP_BUTTON_FORMAT_A
source: Not a %@ Customer
ar: ليس لدي اشتراك مع %@
bg: Не е %@ клиент
ca: No soc client de %@
cs: Nejsem zákazníkem „%@“
da: Ikke %@-kunde
de: Nicht %@-Kund:in
el: Δεν είστε πελάτης %@
es: No soy cliente de %@
es_419: No soy cliente de %@
fi: En ole %[tt]@-asiakas
fr: Pas client %@
fr_ca: Pas un client de %@
he: לא לקוח/ה של %@
hi: %@ ग्राहक नहीं
hr: Nije klijent od: %@
hu: Nem %@ ügyfél
id: Bukan Pelanggan %@
it: Non hai un abbonamento a %@
ja: %@は利用していません
kk: %@ тұтынушы емес
ko: %@ 고객이 아님
lt: Ne „%@“ klientas
ms: Bukan Pelanggan %@
nl: Geen %@-klant
no: Ikke kunde hos %@
pl: Nie jestem klientem %@
pt: Não É Cliente %@
pt_pt: Não sou cliente da %@
ro: Nu sunteți client %@
ru: Не пользователь %@
sk: Nie som zákazníkom „%@“
sl: Ni stranka ponudnika %@
sv: Inte kund hos %@
th: ไม่ใช่ลูกค้า %@
tr: %@ Müşterisi Değil
uk: Не клієнт %@
vi: Không phải khách hàng %@
zh_cn: 非%@客户
zh_hk: 不是「%@」客户
zh_tw: 不是%@客戶

# SIGN_OUT_CONFIRMATION_TITLE_FORMAT
source: Sign out of %@?
ar: ‫تسجيل الخروج من ‫%@‬؟‬
bg: Изход от услугата на %@?
ca: Vols tancar la sessió de: %@?
cs: Odhlásit se z účtu %@?
da: Log ud af %@?
de: Bei %@ abmelden?
el: Αποσύνδεση από %@;
es: ¿Cerrar sesión de %@?
es_419: ¿Cerrar sesión de %@?
fi: Kirjaudutaanko ulos %[tt]@-tililtä?
fr: Se déconnecter de %@ ?
fr_ca: Se déconnecter de %@?
he: להתנתק מ-%@?
hi: %@ से साइन आउट करें?
hr: Odjaviti se s: %@?
hu: Kijelentkezik a(z) %@ szolgáltatásból?
id: Keluar dari %@?
it: Vuoi eseguire il logout da %@?
ja: %@からサインアウトしますか?
kk: %@ жүйесінен шығу керек пе?
ko: %@에서 로그아웃하겠습니까?
lt: Atsijungti nuo paskyros „%@“?
ms: Daftar keluar daripada %@?
nl: Uitloggen bij %@?
no: Vil du logge av %@?
pl: Wylogować się z %@?
pt: Finalizar Sessão de %@?
pt_pt: Terminar sessão em %@?
ro: Doriți să ieșiți din contul %@?
ru: Выйти из %@?
sk: Odhlásiť sa z %@?
sl: Se želite izpisati iz %@?
sv: Logga ut från %@?
th: ลงชื่อออกจาก %@ หรือไม่
tr: %@ hesabından çıkılsın mı?
uk: Вийти з %@?
vi: Đăng xuất khỏi %@?
zh_cn: 退出登录“%@”？
zh_hk: 要登出「%@」嗎？
zh_tw: 要登出%@嗎？

# REGIONS_PICKER_SETTINGS_MESSAGE_TV
source: Select a region to browse more TV Providers available in that location.
ar: حدد منطقة لاستعراض المزيد من مزودي خدمة التلفزيون المتاحين في هذا الموقع.
bg: Изберете регион, за да видите другите ТВ оператори, които предлагат услуги на това място.
ca: Selecciona una regió per veure els proveïdors de TV disponibles en aquella ubicació.
cs: Chcete‑li zobrazit další poskytovatele TV v určité oblasti, vyberte oblast.
da: Vælg et område for at se flere tilgængelige tv-udbydere.
de: Wähle eine Region aus, um weitere in der Region verfügbare TV-Anbieter zu sehen.
el: Επιλέξτε μια περιοχή για να δείτε περισσότερους παρόχους τηλεοπτικών υπηρεσιών που διατίθενται στη συγκεκριμένη τοποθεσία.
es: Selecciona una región para explorar más proveedores de TV disponibles en esa zona.
es_419: Selecciona una región para explorar una lista de proveedores de TV disponibles en esa ubicación.
fi: Valitse alue, jotta voit selata muita TV-palveluntarjoajia kyseisessä paikassa.
fr: Sélectionnez une région pour parcourir plus de fournisseurs TV disponibles dans ce lieu.
fr_ca: Sélectionnez une région pour parcourir les fournisseurs télévisuels disponibles.
he: יש לבחור אזור כדי לעיין בספקי שירותי טלוויזיה נוספים הזמינים במיקום זה.
hi: किसी स्थान में उपलब्ध अधिक टीवी सर्विस प्रोवाइडर ब्राउज़ करने के लिए क्षेत्र चुनें।
hr: Odaberite regiju za pregled drugih TV operatera koji su dostupni na toj lokaciji.
hu: Válasszon ki egy régiót, ha az adott területen elérhető további televíziószolgáltatók között szeretne böngészni.
id: Pilih wilayah untuk menelusuri Penyedia TV lainnya yang tersedia di lokasi tersebut.
it: Seleziona una zona per scoprire gli altri provider TV disponibili nell’area.
ja: 地域を選択すると、その地域で利用可能なTVプロバイダをさらに見つけることができます。
kk: Осы жерде қолжетімді басқа теледидар провайдерлерін көру үшін аймақты таңдаңыз.
ko: 해당 지역에서 사용 가능한 추가 TV 제공업체를 검색하려면 지역을 선택하십시오.
lt: Pasirinkite regioną, jei norite peržiūrėti daugiau toje vietoje prieinamų televizijos paslaugų teikėjų.
ms: Pilih rantau untuk melayari lebih banyak Penyedia TV yang tersedia di lokasi tersebut.
nl: Selecteer een regio om meer beschikbare tv-aanbieders in die locatie te zoeken.
no: Velg et område for å se flere TV-distributører som er tilgjengelige der.
pl: Wybierz region lub przeglądaj w poszukiwaniu innych dostawców TV w wybranej lokalizacji.
pt: Selecione uma região para ver mais Provedores de TV disponíveis.
pt_pt: Selecione uma região para procurar mais fornecedores de TV disponíveis nessa localização.
ro: Selectați o regiune pentru a explora mai mulți furnizori TV disponibili în zona respectivă.
ru: Выберите регион, чтобы просмотреть телепровайдеров, доступных для этого местоположения.
sk: Vyberte región, v ktorom chcete prechádzať ďalších poskytovateľov TV služieb.
sl: Izberite regijo, da boste poiskali več ponudnikov televizijskih storitev, ki so na voljo na tej lokaciji.
sv: Välj en region om du vill bläddra bland TV-leverantörer som finns i det området.
th: เลือกภูมิภาคเพื่อเลือกหาผู้ให้บริการทีวีรายอื่นที่มีในตำแหน่งที่ตั้งนั้น
tr: Bu konumda kullanılabilen diğer TV sağlayıcılara göz atmak için bir bölge seçin.
uk: Виберіть регіон, щоб переглянути доступних там ТБ‑провайдерів.
vi: Chọn một vùng để duyệt thêm các Nhà cung cấp TV có sẵn tại vị trí đó.
zh_cn: 选择一个地区以浏览该位置可用的更多电视提供商。
zh_hk: 請選擇一個地區以瀏覽更多該位置可用的電視供應商。
zh_tw: 選取地區來瀏覽更多該地可用的電視業者。

# SIGN_IN_BUTTON_DESCRIPTION
source: Get access to TV shows and movies in apps that are supported as part of your TV subscription.
ar: سيكون بإمكانك الوصول إلى برامج التلفزيون والأفلام في التطبيقات المدعومة كجزء من اشتراك التلفزيون الخاص بك.
bg: Получавате достъп до ТВ предавания и филми в приложенията, които се поддържат като част от вашия ТВ абонамент.
ca: Accedeix a les sèries i a les pel·lícules d’apps incloses a la teva subscripció de TV.
cs: Získejte přístup k seriálům a filmům v aplikacích, jež jsou součástí vašeho odběru TV.
da: Få adgang til tv-udsendelser og film i apps, der understøttes som del af dit tv-abonnement.
de: Zugriff auf TV-Sendungen und Filme in Apps, die in deinem TV-Abo enthalten sind.
el: Προσπελάστε τηλεοπτικές εκπομπές και ταινίες σε εφαρμογές που υποστηρίζονται ως μέρος της τηλεοπτικής συνδρομής σας.
es: Accede a las series y películas de las apps incluidas en tu suscripción de TV.
es_419: Accede a las películas y programas de TV de las apps que sean parte de tu suscripción de TV.
fi: Saat käyttöösi TV-ohjelmia ja elokuvia apeissa, jotka kuuluvat TV-tilaukseesi.
fr: Accédez aux séries TV et films proposés dans les apps prises en charge par votre abonnement TV.
fr_ca: Accédez aux émissions et aux films dans les apps prises en charge par votre abonnement de télévision.
he: באפשרותך לקבל גישה לתוכניות טלוויזיה וסרטים ביישומים נתמכים כחלק ממינוי הטלוויזיה שלך.
hi: उन ऐप्स में टीवी कार्यक्रम और फ़िल्में ऐक्सेस करें जो आपके टीवी सब्सक्रिप्शन के भाग के रूप में समर्थित हैं।
hr: Ostvarite pristup TV emisijama i filmovima u aplikacijama koje su podržane kao dio vaše TV pretplate.
hu: Hozzáférhet a tv-műsorokhoz és filmekhez a televízió-előfizetéséhez tartozó appokban.
id: Dapatkan akses ke acara TV dan film di app yang didukung sebagai bagian dari langganan TV Anda.
it: Esegui l’accesso e guarda i tuoi film e programmi TV preferiti con le app incluse nel tuo piano di abbonamento.
ja: TVサブスクリプションのアプリにある番組や映画にアクセスしてください。
kk: Теледидар жазылымының бөлігі ретінде қолдау көрсетілетін қолданбалардағы телешоулар мен фильмдерге қол жеткізу мүмкіндігін алыңыз.
ko: TV 구독에 포함된 앱에서 TV 프로그램 및 영화를 볼 수 있습니다.
lt: Gaukite prieigą prie televizijos laidų ir filmų programose, kurios palaikomos jūsų televizijos prenumeratoje.
ms: Dapatkan akses kepada rancangan TV dan filem dalam app yang disokong sebagai sebahagian daripada langganan TV anda.
nl: Krijg toegang tot tv-programma's en films in ondersteunde apps die deel uitmaken van je tv-abonnement.
no: Få tilgang til TV-programmer og filmer i apper som støttes gjennom TV-abonnementet ditt.
pl: Uzyskaj dostęp do programów TV oraz filmów w aplikacjach objętych subskrypcją TV.
pt: Obtenha acesso a programas de TV e filmes em apps que fazem parte da sua assinatura de TV.
pt_pt: Tenha acesso a programas de TV e filmes nas aplicações que fazem parte da sua assinatura.
ro: Obțineți acces la emisiuni TV și filme în aplicațiile permise ca parte a abonamentului dvs. TV.
ru: Получите доступ к телешоу и фильмам в приложениях, поддерживаемых как часть Вашей телевизионной подписки.
sk: Pristupujte k TV seriálom a filmom vo všetkých apkách, ktoré sú súčasťou odberu TV.
sl: V okviru naročnine na televizijske storitve dobite dostop do TV‑oddaj, filmov in aplikacij, ki so vključene v naročnino.
sv: Få tillgång till TV-program och filmer i appar som stöds av TV-abonnemanget.
th: เข้าถึงรายการทีวีและภาพยนตร์ ในแอปที่รองรับตามที่คุณสมัครสมาชิกทีวี
tr: TV aboneliğinizin bir parçası olarak desteklenen uygulamalarda TV şovları ile filmlere erişin.
uk: Отримайте доступ до телешоу і фільмів у програмах, які підтримуються в межах вашої ТБ‑підписки.
vi: Truy cập vào các chương trình TV và phim trong các ứng dụng được hỗ trợ trong đăng ký TV của bạn.
zh_cn: 访问电视订阅涵盖的App中的电视节目和电影。
zh_hk: 取用透過電視訂閲項目所支援的App觀看電視節目及電影。
zh_tw: 在電視訂閱項目支援的App中觀賞電視節目和電影。

# DEVELOPER_PROVIDER_STB_USER_TOKEN_TITLE
source: User Token
ar: رمز المستخدم
bg: Потребителски токън
ca: Testimoni d’usuari
cs: Uživatelský token
da: Bruger-token
de: Benutzer-Token
el: Διακριτικό χρήστη
es: Identificador del usuario
es_419: Identificador del usuario
fi: Käyttäjätunniste
fr: Jeton utilisateur
fr_ca: Jeton d’utilisateur
he: סימן משתמש
hi: यूज़र टोकन
hr: Korisnički token
hu: Felhasználói token
id: Token Pengguna
it: Token utente
ja: ユーザトークン
kk: Пайдаланушы токені
ko: 사용자 토큰
lt: Naudotojo ženklas
ms: Token Pengguna
nl: Gebruikerstoken
no: Brukerkjennetegn
pl: Token użytkownika
pt: Token de Usuário
pt_pt: Token de utilizador
ro: Token utilizator
ru: Токен пользователя
sk: Užívateľský token
sl: Uporabniški žeton
sv: Användartoken
th: โทเค็นผู้ใช้
tr: Kullanıcı Jetonu
uk: Токен користувача
vi: Mã thông báo người dùng
zh_cn: 用户令牌
zh_hk: 用户代號
zh_tw: 使用者代號

# DEVELOPER_PROVIDER_PRODUCTION_SECURITY_GROUP_TITLE
source: Production Security Requirements
ar: متطلبات أمن الإنتاج
bg: Изисквания за безопасност на производството
ca: Requisits de seguretat de producció
cs: Požadavky na provozní zabezpečení
da: Sikkerhedskrav til produktion
de: Sicherheitsvoraussetzungen für Produktion
el: Απαιτήσεις ασφαλείας παραγωγής
es: Requisitos de seguridad de producción
es_419: Requisitos de seguridad para producción
fi: Tuotannon suojausvaatimukset
fr: Exigences relatives à la sécurité de la production
fr_ca: Exigences relatives à la sécurité de la production
he: דרישות אבטחה עבור מכשירי ייצור
hi: उत्पादन सुरक्षा की आवश्यकताएँ
hr: Zahtjevi sigurnosti proizvodnje
hu: Éles biztonsági követelmények
id: Persyaratan Keamanan Produksi
it: Requisiti di sicurezza per produzione
ja: プロダクションセキュリティ要件
kk: Өндіріс қауіпсіздігіне қойылатын талаптар
ko: 프로덕션 보안 요구 사항
lt: Generavimo saugos reikalavimai
ms: Keperluan Keselamatan Pengeluaran
nl: Vereisten productiebeveiliging
no: Sikkerhetskrav for produksjon
pl: Wymagania bezpieczeństwa (produkcja)
pt: Requisitos da Segurança de Produção
pt_pt: Requisitos de segurança de produção
ro: Cerințe de securitate pentru producție
ru: Требования к безопасности коммерческих версий
sk: Požiadavky na prevádzkové zabezpečenie
sl: Zahteve produkcijske varnosti
sv: Krav för produktionssäkerhet
th: ข้อกำหนดด้านความปลอดภัยของการผลิต
tr: Üretim Güvenliği Gereksinimleri
uk: Вимоги щодо безпеки виробництва
vi: Các yêu cầu về bảo mật sản xuất
zh_cn: 生产安全性要求
zh_hk: 生產保安需求
zh_tw: 產品安全性需求
